Repository: DanDeveloperSpain/Prueba_iOS
Catalog: Prueba_iOS/View/*.lproj/Localizable.strings
Languages: es

source: Accept
es: Aceptar

source: Enter the email and password
es: Introduce el email y la contraseña

# Error_to_load
source: Error to load data
es: Error al cargar los datos

source: Failed to login
es: Error al iniciar sesion

source: Group private
es: Grupo privado

source: Invalid email
es: Email no válido

source: Missing data to be filled
es: Faltan datos por rellenar

source: New messages
es: Mensajes nuevos

source: Please check the email
es: Por favor revisa el email

source: Single private
es: Solo privado

source: Users
es: Usuarios
